[
	{
		"titulo": "Mistborn: El Imperio Final",
		"descripcion": "Durante mil años han caído las cenizas y nada florece. Durante mil años los skaa han sido esclavizados y viven sumidos en un miedo inevitable. Durante mil años el Lord Legislador reina con un poder absoluto gracias al terror, a sus poderes e inmortalidad",
		"url": "https://m.media-amazon.com/images/I/51144EP2vZL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
		"precio": 399,
		"stock": 20,
		"codigo": "MI-1-3445",
		"timestamp": "28/11/2022 16:04:02",
		"id": 1
	},
	{
		"titulo": "La Ladrona de Libros",
		"descripcion": "En plena II Guerra Mundial, la pequeña Liesel hallará su salvación en la lectura. Una novela preciosa, tremendamente humana y emocionante, que describe las peripecias de una niña alemana de nueve años desde que es dada en adopción por su madre hasta el final de la guerra. Su nueva familia, gente sencilla y nada afecta al nazismo, le enseña a leer y a través de los libros Rudy logra distraerse durante los bombardeos y combatir la tristeza. Pero es el libro que ella misma está escribiendo el que finalmente le salvará la vida.",
		"url": "https://m.media-amazon.com/images/I/516yyKFsThL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
		"precio": 549,
		"stock": 20,
		"codigo": "LA-2-3123",
		"timestamp": "28/11/2022 16:04:59",
		"id": 2
	},
	{
		"titulo": "Tokyo Blues",
		"descripcion": "Una historia de amor triangular que se convierte en el relato de una educación sentimental pero también de las pérdidas que implica toda maduración. Toru Watanabe, un ejecutivo de 37 años, escucha casualmente mientras aterriza en un aeropuerto europeo una vieja canción de los Beatles, y la música le hace retroceder a su juventud, al turbulento Tokio de finales de los sesenta.",
		"url": "https://m.media-amazon.com/images/I/41Fl3HLmZvL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
		"precio": 399,
		"stock": 20,
		"codigo": "TO-3-2699",
		"timestamp": "28/11/2022 16:06:13",
		"id": 3
	},
	{
		"titulo": "American Gods",
		"descripcion": "Dioses antiguos, héroes mitológicos y figuras legendarias se dan cita en la obra narrativa más importante del extraordinario Neil Gaiman. Días antes de salir de prisión, la mujer de Sombra, Laura, muere en un misterioso accidente de coche. Aturdido por el dolor, emprende el regreso a casa. En el avión, se encontrará con el enigmático señor Miércoles, que dice ser un refugiado de una guerra antigua, un dios y también el rey de América. Juntos se embarcan en un viaje extraño a través de los Estados Unidos, mientras una tormenta de dimensiones épicas amenaza con desencadenarse.",
		"url": "https://www.elsotano.com/imagenes/9788415/978841572920.JPG",
		"precio": 599,
		"stock": 20,
		"codigo": "AM-4-2351",
		"timestamp": "28/11/2022 16:08:28",
		"id": 4
	},
	{
		"titulo": "American Gods",
		"descripcion": "Dioses antiguos, héroes mitológicos y figuras legendarias se dan cita en la obra narrativa más importante del extraordinario Neil Gaiman. Días antes de salir de prisión, la mujer de Sombra, Laura, muere en un misterioso accidente de coche. Aturdido por el dolor, emprende el regreso a casa. En el avión, se encontrará con el enigmático señor Miércoles, que dice ser un refugiado de una guerra antigua, un dios y también el rey de América. Juntos se embarcan en un viaje extraño a través de los Estados Unidos, mientras una tormenta de dimensiones épicas amenaza con desencadenarse.",
		"url": "https://www.elsotano.com/imagenes/9788415/978841572920.JPG",
		"precio": 599,
		"stock": 20,
		"codigo": "AM-5-8353",
		"timestamp": "28/11/2022 16:08:59",
		"id": 5
	},
	{
		"titulo": "The Poppy War",
		"descripcion": "La Segunda Guerra de las Amapolas ha dejado Nikan desolada. Rin, huérfana de guerra, vive con los Fang que la fuerzan a trabajar en el negocio familiar. Su único posible futuro es un matrimonio concertado con algún vejestorio. Pero Rin no piensa aceptarlo.",
		"url": "https://m.media-amazon.com/images/I/81LaymbiSlL.jpg",
		"precio": 599,
		"stock": 20,
		"codigo": "TH-6-6676",
		"timestamp": "28/11/2022 16:02:53",
		"id": 6
	}
]
